{
  "API Secret": "Secreto API",
  "AR2 Forecasting": "Pronóstico AR2",
  "Allow unauthorized users": "Permitir usuarios no autorizados",
  "BG Delta": "BG Delta",
  "BG Direction": "Dirección BG",
  "Basal Profile": "Perfil basal",
  "Battery": "Batería",
  "Battery Age": "Edad de la batería",
  "Bolus Wizard": "Bolus Wizard",
  "Bolus Wizard Preview": "Vista previa de Bolus Wizard",
  "CGM Error Codes": "Códigos de error de CGM",
  "CORS": "CORS",
  "Cannula Age": "Edad de la cánula",
  "Carbs-on-Board": "Carbohidratos a bordo",
  "Careportal": "Careportal",
  "Chained certificate:": "Certificado encadenado",
  "Clock": "Reloj",
  "Components": "Componentes",
  "Custom Foods": "Alimentos personalizados",
  "Custom settings": "Ajustes personalizados",
  "Device": "Dispositivo",
  "Device Status": "Estado del dispositivo",
  "Disclaimer": "Renuncia",
  "Have read and understood": "Haber leído y entendido",
  "Insulin Age": "Edad de insulina",
  "Insulin-on-Board": "Insulina a bordo",
  "Language": "Idioma",
  "Listen on all IPs": "Escuchar en todas las direcciones IP",
  "Loop": "Lazo",
  "MiniMed Connect bridge": "Puente MiniMed Connect",
  "Mongo connection string": "Cadena de conexión Mongo",
  "OpenAPS": "OpenAPS",
  "Override Mode": "Modo de anulación",
  "Port": "Puerto",
  "Private certificate:": "Certificado privado",
  "Public certificate:": "Certificado público",
  "Pump Monitoring": "Monitoreo de la bomba",
  "Raw BG": "BG sin procesar",
  "Reservoir": "Depósito",
  "Secure(HTTPS)": "Seguro (HTTPS)",
  "Sensor Age": "Edad del sensor",
  "Settings": "Configuraciones",
  "Share2Nightscout bridge": "Puente Share2Nightscout",
  "Simple BG Alarms": "Alarmas BG simples",
  "Status": "Estado",
  "Time Ago": "Hace tiempo",
  "Treatment Notifications": "Notificaciones de tratamiento",
  "Treatment Profile": "Perfil de tratamiento",
  "Units": "Unidades",
  "Uploader Battery": "Cargador de batería",
  "Use Lets Encrypt certificates": "Utilice los certificados Let's Encrypt",
  "agree": "De acuerdo",
  "license_text_1": "Nunca use la información de Nightscout, ioBroker o el código del programa para tomar decisiones médicas.",
  "license_text_2": "Toda la información y las ideas de los códigos de programa descritos aquí son solo para fines informativos y educativos. El uso de códigos de programa de www.github.com no tiene garantía ni soporte de ningún tipo. ¡Cualquier elemento de este sistema puede fallar en cualquier momento, haciendo que el sistema sea inutilizable! Este no es un proyecto de la compañía Dexcom o ioBroker GmbH. Nightscout no tiene afiliación con Dexcom u otras compañías, servicios o productos mencionados aquí. Todos los nombres de productos y compañías aquí mencionados son marcas comerciales de sus respectivos propietarios o fabricantes.",
  "license_text_3": "Toda la información y las ideas de los códigos de programa descritos aquí son solo para fines informativos y educativos. El uso de códigos de programa de la página de inicio www.github.com no tiene ninguna garantía ni soporte de ningún tipo. ¡Cualquier elemento de este sistema puede fallar en cualquier momento, haciendo que el sistema sea inutilizable! No hay privacidad protegida por contraseña ni seguridad de las herramientas proporcionadas aquí. Cualquier información que cargue será legible por cualquier persona en Internet cuando comparta o envíe la URL específica (dirección de Internet). Este no es un proyecto de la compañía Dexcom. Nightscout no tiene afiliación con Dexcom u otras compañías, servicios o productos mencionados en este sitio web. Todos los nombres de productos y compañías aquí mencionados son marcas comerciales de sus respectivos propietarios o fabricantes.",
  "license_text_4": "Los traductores / autores no se hacen responsables de la actualidad, exactitud e integridad de la información proporcionada en esta documentación y de los enlaces enumerados. Las reclamaciones de responsabilidad contra los traductores / autores, que se relacionan en particular con daños físicos, materiales o inmateriales causados por el uso o no uso de la información proporcionada o por el uso de información incorrecta e incompleta, se excluyen en principio, siempre que el traductor / No se ha demostrado que los autores sean intencionalmente o muy negligentes. Todas las ofertas son sin compromiso. Los traductores / autores se reservan expresamente el derecho de cambiar, complementar o eliminar partes de las páginas o la oferta completa sin previo aviso, o de suspender la publicación temporal o permanentemente.",
  "license_text_5": "Hazlo tu mismo. Proyecto de bricolaje significa en nuestro caso, que no hay una compañía a la que se le pueda comprar un sistema terminado y en funcionamiento. Los elementos del sistema son desarrollados y reunidos por los participantes del proyecto. Se le proporcionarán de forma gratuita. Bricolaje significa para usted que debe hacer su parte para que el sistema funcione para usted. Esperamos que el bricolaje lo inspire tanto como nosotros, por lo que en algún momento puede hacer una pequeña contribución para mejorar el sistema para todos.",
  "mg/dl": "mg/dl",
  "minimum 12 characters": "mínimo 12 caracteres",
  "mmol": "mmol",
  "name": "nombre",
  "remote nightscout URL": "URL remota de Nightscout",
  "system": "sistema",
  "use integrated nightscout server": "utilizar el servidor integrado nightcout",
  "value": "valor",
  "xDrip-js": "xDrip-js",
  "remote API secret": "Secreto de API remota",
  "Local IP": "Direcciones IP locales",
  "The possible environment variables could be found here": "Las posibles variables de entorno se pueden encontrar aquí."
}