{
  "API Secret": "API-geheim",
  "AR2 Forecasting": "AR2 voorspelling",
  "Allow unauthorized users": "Onbevoegde gebruikers toestaan",
  "BG Delta": "BG Delta",
  "BG Direction": "BG richting",
  "Basal Profile": "Basaal profiel",
  "Battery": "Accu",
  "Battery Age": "Batterij leeftijd",
  "Bolus Wizard": "Bolus Wizard",
  "Bolus Wizard Preview": "Voorbeeld van boluswizard",
  "CGM Error Codes": "CGM-foutcodes",
  "CORS": "CORS",
  "Cannula Age": "Cannula Age",
  "Carbs-on-Board": "Koolhydraten-on-Board",
  "Careportal": "Careportal",
  "Chained certificate:": "Geketend certificaat",
  "Clock": "Klok",
  "Components": "Components",
  "Custom Foods": "Aangepast voedsel",
  "Custom settings": "Aangepaste instellingen",
  "Device": "Apparaat",
  "Device Status": "Apparaatstatus",
  "Disclaimer": "Ontkenning",
  "Have read and understood": "Heb gelezen en begrepen",
  "Insulin Age": "Insuline leeftijd",
  "Insulin-on-Board": "Insuline-on-Board",
  "Language": "Taal",
  "Listen on all IPs": "Luister op alle IP's",
  "Loop": "Lus",
  "MiniMed Connect bridge": "MiniMed Connect-brug",
  "Mongo connection string": "Mongo-verbindingsreeks",
  "OpenAPS": "OpenAPS",
  "Override Mode": "Onderdrukmodus",
  "Port": "Haven",
  "Private certificate:": "Privé certificaat",
  "Public certificate:": "Openbaar certificaat",
  "Pump Monitoring": "Pompbewaking",
  "Raw BG": "Raw BG",
  "Reservoir": "Reservoir",
  "Secure(HTTPS)": "Secure (HTTPS)",
  "Sensor Age": "Sensor leeftijd",
  "Settings": "instellingen",
  "Share2Nightscout bridge": "Share2Nightscout bridge",
  "Simple BG Alarms": "Eenvoudige BG-alarmen",
  "Status": "staat",
  "Time Ago": "Tijd geleden",
  "Treatment Notifications": "Behandelingsmeldingen",
  "Treatment Profile": "Behandelingsprofiel",
  "Units": "eenheden",
  "Uploader Battery": "Uploader batterij",
  "Use Lets Encrypt certificates": "Gebruik Let's Encrypt-certificaten",
  "agree": "Mee eens",
  "license_text_1": "Gebruik nooit de informatie van Nightscout, ioBroker of programmacode om medische beslissingen te nemen.",
  "license_text_2": "Alle informatie en gedachten over de hier beschreven programmacodes zijn alleen voor informatieve en educatieve doeleinden. Het gebruik van programmacodes van www.github.com is zonder enige vorm van garantie of ondersteuning. Elk element van dit systeem kan op elk moment falen, waardoor het systeem onbruikbaar wordt! Dit is geen project van het bedrijf Dexcom of ioBroker GmbH. Nightscout heeft geen banden met Dexcom of andere hier genoemde bedrijven, diensten of producten. Alle product- en bedrijfsnamen die hierin worden vermeld, zijn handelsmerken van hun respectieve eigenaars of fabrikanten.",
  "license_text_3": "Alle informatie en gedachten over de hier beschreven programmacodes zijn alleen voor informatieve en educatieve doeleinden. Het gebruik van programmacodes op de startpagina www.github.com is zonder enige vorm van garantie of ondersteuning. Elk element van dit systeem kan op elk moment falen, waardoor het systeem onbruikbaar wordt! Er is geen wachtwoordbeveiligde privacy of enige beveiliging van de hier geboden tools. Alle gegevens die u uploadt, kunnen door iedereen op internet worden gelezen wanneer u de specifieke URL (internetadres) deelt of indient. Dit is geen project van het bedrijf Dexcom. Nightscout heeft geen banden met Dexcom of andere bedrijven, diensten of producten die op deze website worden vermeld. Alle product- en bedrijfsnamen die hierin worden vermeld, zijn handelsmerken van hun respectieve eigenaars of fabrikanten.",
  "license_text_4": "De vertalers / auteurs aanvaarden geen verantwoordelijkheid voor de actualiteit, juistheid en volledigheid van de informatie in deze documentatie en die van de vermelde links. Aansprakelijkheidsclaims tegen de vertalers / auteurs, die met name betrekking hebben op fysieke, materiële of immateriële schade veroorzaakt door het gebruik of niet-gebruik van de verstrekte informatie of door het gebruik van onjuiste en onvolledige informatie, zijn in principe uitgesloten, op voorwaarde dat de vertaler / Van de auteurs is niet bewezen dat ze opzettelijk of grove nalatigheid zijn. Alle aanbiedingen zijn niet bindend. De vertalers / auteurs behouden zich uitdrukkelijk het recht voor om delen van de pagina's of het gehele aanbod zonder voorafgaande kennisgeving te wijzigen, aan te vullen of te verwijderen, of om de publicatie tijdelijk of permanent te beëindigen.",
  "license_text_5": "Doe het zelf. DIY-project betekent in ons geval dat er geen bedrijf is waarvan u een afgewerkt, functionerend systeem kunt kopen. Elementen van het systeem worden ontwikkeld en samengesteld door deelnemers aan het project. Ze worden u gratis verstrekt. DIY betekent voor u dat u uw deel moet doen om het systeem voor u te laten werken. We hopen dat DIY je net zoveel zal inspireren als wij - dus op een gegeven moment kun je een kleine bijdrage leveren om het systeem voor iedereen beter te maken.",
  "mg/dl": "mg/dl",
  "minimum 12 characters": "minimaal 12 tekens",
  "mmol": "mmol",
  "name": "naam",
  "remote nightscout URL": "Externe Nightscout URL",
  "system": "systeem",
  "use integrated nightscout server": "gebruik de geïntegreerde nightscout-server",
  "value": "waarde",
  "xDrip-js": "xDrip-js",
  "remote API secret": "Externe API-geheim",
  "Local IP": "Lokaal IP",
  "The possible environment variables could be found here": "De mogelijke omgevingsvariabelen zijn hier te vinden"
}