{
  "API Secret": "API-Secret",
  "AR2 Forecasting": "AR2-Prognose",
  "Allow unauthorized users": "Nicht autorisierte Benutzer zulassen",
  "BG Delta": "BG Delta",
  "BG Direction": "BG Richtung",
  "Basal Profile": "Grundprofil",
  "Battery": "Batterie",
  "Battery Age": "Batteriealter",
  "Bolus Wizard": "Bolus-Zauberer",
  "Bolus Wizard Preview": "Bolus Wizard Vorschau",
  "CGM Error Codes": "CGM-Fehlercodes",
  "CORS": "CORS",
  "Cannula Age": "Alter der Kanüle",
  "Carbs-on-Board": "Kohlenhydrate an Bord",
  "Careportal": "Pflegeportal",
  "Chained certificate:": "Kettenzertifikat",
  "Clock": "Uhr",
  "Components": "Komponenten",
  "Custom Foods": "Benutzerdefinierte Lebensmittel",
  "Custom settings": "Benutzerdefinierte Einstellungen",
  "Device": "Gerät",
  "Device Status": "Gerätestatus",
  "Disclaimer": "Haftungsausschluss",
  "Have read and understood": "Gelesen und verstanden",
  "Insulin Age": "Insulin-Alter",
  "Insulin-on-Board": "Insulin an Bord",
  "Language": "Sprache",
  "Listen on all IPs": "Alle IPs zulassen",
  "Loop": "Schleife",
  "MiniMed Connect bridge": "MiniMed Connect-Brücke",
  "Mongo connection string": "Mongo Verbindungszeichenfolge",
  "OpenAPS": "OpenAPS",
  "Override Mode": "Override-Modus",
  "Port": "Port",
  "Private certificate:": "Privatzertifikat",
  "Public certificate:": "Publikzertifikat",
  "Pump Monitoring": "Pumpenüberwachung",
  "Raw BG": "Raw BG",
  "Reservoir": "Reservoir",
  "Secure(HTTPS)": "Verschlüsselung(HTTPS)",
  "Sensor Age": "Sensor Alter",
  "Settings": "die Einstellungen",
  "Share2Nightscout bridge": "Share2Nightscout Brücke",
  "Simple BG Alarms": "Einfache HG-Alarme",
  "Status": "Status",
  "Time Ago": "Zeit vor",
  "Treatment Notifications": "Behandlungsbenachrichtigungen",
  "Treatment Profile": "Behandlungsprofil",
  "Units": "Einheiten",
  "Uploader Battery": "Uploader-Batterie",
  "Use Lets Encrypt certificates": "Benutzen Let's Encrypt Zertifikate",
  "agree": "Zustimmen",
  "license_text_1": "Verwenden Sie niemals die Informationen von Nightscout, ioBroker oder Programmcode, um medizinische Entscheidungen zu treffen.",
  "license_text_2": "Alle Informationen und Gedanken der hier beschriebenen Programmcodes dienen nur zu Informations- und Bildungszwecken. Die Verwendung von Programmcodes von www.github.com erfolgt ohne jegliche Garantie oder Unterstützung. Jedes Element dieses Systems kann jederzeit ausfallen und das System unbrauchbar machen! Dies ist kein Projekt der Firma Dexcom oder der ioBroker GmbH. Nightscout hat keine Verbindung zu Dexcom oder anderen hier genannten Unternehmen, Dienstleistungen oder Produkten. Alle hier erwähnten Produkt- und Firmennamen sind Marken ihrer jeweiligen Eigentümer oder Hersteller.",
  "license_text_3": "Alle Informationen und Gedanken der hier beschriebenen Programmcodes dienen nur zu Informations- und Bildungszwecken. Die Verwendung von Programmcodes der Homepage www.github.com ist ohne Gewähr und ohne jegliche Unterstützung. Jedes Element dieses Systems kann jederzeit ausfallen und das System unbrauchbar machen! Es gibt keinen passwortgeschützten Datenschutz oder eine Sicherheit der hier bereitgestellten Tools. Alle Daten, die Sie hochladen, sind für jeden im Internet lesbar, wenn Sie die bestimmte URL (Internetadresse) freigeben oder übermitteln. Dies ist kein Projekt der Firma Dexcom. Nightscout hat keine Beziehung zu Dexcom oder anderen Unternehmen, Dienstleistungen oder Produkten, die auf dieser Website erwähnt werden. Alle hier erwähnten Produkt- und Firmennamen sind Marken ihrer jeweiligen Eigentümer oder Hersteller.",
  "license_text_4": "Die Übersetzer / Autoren / Entwickler übernehmen keinerlei Gewähr für die Aktualität, Korrektheit und Vollständigkeit der in dieser Dokumentation bereitgestellten Informationen und derjenigen der aufgeführten Links. Haftungsansprüche gegen die Übersetzer / Autoren, die sich insbesondere auf Schäden materieller oder ideeller Art beziehen, die durch die Nutzung oder Nichtnutzung der dargebotenen Informationen bzw. durch die Nutzung fehlerhafter und unvollständiger Informationen verursacht wurden, sind grundsätzlich ausgeschlossen, sofern der Übersetzer / Die Autoren sind nicht vorsätzlich oder grob fahrlässig. Alle Angebote sind freibleibend. Die Übersetzer / Autoren behalten es sich ausdrücklich vor, Teile der Seiten oder das gesamte Angebot ohne gesonderte Ankündigung zu verändern, zu ergänzen, zu löschen oder die Veröffentlichung zeitweise oder endgültig einzustellen.",
  "license_text_5": "Mach es selbst. DIY-Projekt bedeutet in unserem Fall, dass es keine Firma gibt, bei der man ein fertiges, funktionierendes System kaufen kann. Elemente des Systems werden von den Projektteilnehmern entwickelt und zusammengestellt. Sie werden Ihnen kostenlos zur Verfügung gestellt. DIY bedeutet für Sie, dass Sie Ihren Teil dazu beitragen müssen, dass das System für Sie funktioniert. Wir hoffen, dass Sie DIY ebenso wie wir inspirieren wird. Sie können also irgendwann einen kleinen Beitrag dazu leisten, das System für alle zu verbessern.",
  "mg/dl": "mg/dl",
  "minimum 12 characters": "mindestens 12 Zeichen",
  "mmol": "mmol",
  "name": "Name",
  "remote nightscout URL": "Externe Nightscout URL",
  "system": "System",
  "use integrated nightscout server": "Den integrierten Nightcout-Server verwenden",
  "value": "Wert",
  "xDrip-js": "xDrip-js",
  "remote API secret": "Remote-API-Secret",
  "Local IP": "Lokale IP",
  "The possible environment variables could be found here": "Die möglichen Umgebungsvariablen finden Sie hier"
}