{
  "API Secret": "API Secret",
  "AR2 Forecasting": "Prognozowanie AR2",
  "Allow unauthorized users": "Pozwól nieautoryzowanym użytkownikom",
  "BG Delta": "BG Delta",
  "BG Direction": "Kierunek BG",
  "Basal Profile": "Profil podstawowy",
  "Battery": "Bateria",
  "Battery Age": "Wiek baterii",
  "Bolus Wizard": "Kreator bolusa",
  "Bolus Wizard Preview": "Podgląd kreatora bolusa",
  "CGM Error Codes": "Kody błędów CGM",
  "CORS": "CORS",
  "Cannula Age": "Wiek kaniuli",
  "Carbs-on-Board": "Węglowodany na pokładzie",
  "Careportal": "Careportal",
  "Chained certificate:": "Przykuty certyfikat",
  "Clock": "Zegar",
  "Components": "składniki",
  "Custom Foods": "Żywność niestandardowa",
  "Custom settings": "Własne ustawienia",
  "Device": "Urządzenie",
  "Device Status": "Status urządzenia",
  "Disclaimer": "Zrzeczenie się",
  "Have read and understood": "Przeczytałem i zrozumiałem",
  "Insulin Age": "Wiek insuliny",
  "Insulin-on-Board": "Insulina na pokładzie",
  "Language": "Język",
  "Listen on all IPs": "Posłuchaj na wszystkich IP",
  "Loop": "Pętla",
  "MiniMed Connect bridge": "Mostek MiniMed Connect",
  "Mongo connection string": "Ciąg połączenia Mongo",
  "OpenAPS": "OpenAPS",
  "Override Mode": "Tryb zastępowania",
  "Port": "Port",
  "Private certificate:": "Prywatny certyfikat",
  "Public certificate:": "Certyfikat publiczny",
  "Pump Monitoring": "Monitorowanie pompy",
  "Raw BG": "Surowy BG",
  "Reservoir": "Zbiornik",
  "Secure(HTTPS)": "Bezpieczne (HTTPS)",
  "Sensor Age": "Wiek czujnika",
  "Settings": "Ustawienia",
  "Share2Nightscout bridge": "Share2Nightscout bridge",
  "Simple BG Alarms": "Proste alarmy BG",
  "Status": "Status",
  "Time Ago": "Czas temu",
  "Treatment Notifications": "Powiadomienia o leczeniu",
  "Treatment Profile": "Profil leczenia",
  "Units": "Jednostki",
  "Uploader Battery": "Uploader Battery",
  "Use Lets Encrypt certificates": "Użyj Let's Encrypt certificates",
  "agree": "Zgodzić się",
  "license_text_1": "Nigdy nie używaj informacji z Nightscout, ioBroker lub kodu programu do podejmowania decyzji medycznych.",
  "license_text_2": "Wszystkie informacje i przemyślenia na temat kodów programu opisanych tutaj mają wyłącznie charakter informacyjny i edukacyjny. Korzystanie z kodów programu z www.github.com nie jest objęte żadną gwarancją ani wsparciem. Dowolny element tego systemu może zawieść w dowolnym momencie, czyniąc system bezużytecznym! To nie jest projekt firmy Dexcom lub ioBroker GmbH. Nightscout nie ma powiązań z Dexcom lub innymi firmami, usługami lub produktami wymienionymi tutaj. Wszystkie wymienione tu nazwy produktów i firm są znakami towarowymi ich właścicieli lub producentów.",
  "license_text_3": "Wszystkie informacje i przemyślenia na temat kodów programu opisanych tutaj mają wyłącznie charakter informacyjny i edukacyjny. Korzystanie z kodów programu na stronie głównej www.github.com nie jest objęte żadną gwarancją ani wsparciem. Dowolny element tego systemu może zawieść w dowolnym momencie, czyniąc system bezużytecznym! Nie ma prywatności chronionej hasłem ani żadnego zabezpieczenia narzędzi dostępnych tutaj. Wszelkie przesyłane dane będą dostępne do odczytania dla każdego w Internecie podczas udostępniania lub przesyłania określonego adresu URL (adresu internetowego). To nie jest projekt firmy Dexcom. Nightscout nie ma powiązań z Dexcom lub innymi firmami, usługami lub produktami wymienionymi na tej stronie. Wszystkie wymienione tu nazwy produktów i firm są znakami towarowymi ich właścicieli lub producentów.",
  "license_text_4": "Tłumacze / autorzy nie ponoszą odpowiedzialności za aktualność, poprawność i kompletność informacji zawartych w niniejszej dokumentacji oraz informacji podanych w linkach. Roszczenia z tytułu odpowiedzialności wobec tłumaczy / autorów, które odnoszą się w szczególności do szkód fizycznych, materialnych lub niematerialnych spowodowanych przez wykorzystanie lub niewykorzystanie dostarczonych informacji lub użycie nieprawidłowych i niekompletnych informacji, są zasadniczo wykluczone, pod warunkiem że tłumacz / Autorzy nie okazali się celowo lub rażąco zaniedbani. Wszystkie oferty są niewiążące. Tłumacze / autorzy wyraźnie zastrzegają sobie prawo do zmiany, uzupełnienia lub usunięcia części stron lub całej oferty bez uprzedniego powiadomienia lub do czasowego lub trwałego zaprzestania publikacji.",
  "license_text_5": "Zrób to sam. Projekt DIY oznacza w naszym przypadku, że nie ma firmy, z której można by kupić gotowy, funkcjonujący system. Elementy systemu są opracowywane i łączone przez uczestników projektu. Zostaną Ci dostarczone bezpłatnie. DIY oznacza, że musisz zrobić coś, aby system działał dla Ciebie. Mamy nadzieję, że DIY zainspiruje Cię tak bardzo, jak my - więc w pewnym momencie możesz wnieść niewielki wkład w ulepszenie systemu dla wszystkich.",
  "mg/dl": "mg/dl",
  "minimum 12 characters": "minimum 12 znaków",
  "mmol": "mmol",
  "name": "Nazwa",
  "remote nightscout URL": "Remote nightscout URL",
  "system": "system",
  "use integrated nightscout server": "użyj zintegrowanego serwera nightscout",
  "value": "wartość",
  "xDrip-js": "xDrip-js",
  "remote API secret": "Sekret zdalnego interfejsu API",
  "Local IP": "Lokalny adres IP",
  "The possible environment variables could be found here": "Możliwe zmienne środowiskowe można znaleźć tutaj"
}