{
  "API Secret": "API Secret",
  "AR2 Forecasting": "AR2 Прогнозирование",
  "Allow unauthorized users": "Разрешить неавторизованных пользователей",
  "BG Delta": "BG Delta",
  "BG Direction": "Направление BG",
  "Basal Profile": "Базальный профиль",
  "Battery": "Аккумулятор",
  "Battery Age": "Возраст батареи",
  "Bolus Wizard": "Bolus Wizard",
  "Bolus Wizard Preview": "Bolus Wizard просмотр",
  "CGM Error Codes": "Коды ошибок CGM",
  "CORS": "CORS",
  "Cannula Age": "Возраст канюли",
  "Carbs-on-Board": "Углеводы-on-Board",
  "Careportal": "Careportal",
  "Chained certificate:": "'Chained' сертификат",
  "Clock": "Часы",
  "Components": "Компоненты",
  "Custom Foods": "Custom Foods",
  "Custom settings": "Пользовательские настройки",
  "Device": "Устройство",
  "Device Status": "Состояние устройства",
  "Disclaimer": "Отказ от ответственности",
  "Have read and understood": "Прочитал(а) и понял(а)",
  "Insulin Age": "Возраст инсулина",
  "Insulin-on-Board": "Инсулин-on-Board",
  "Language": "язык",
  "Listen on all IPs": "Открыть для всех IP адресов",
  "Loop": "Loop",
  "MiniMed Connect bridge": "MiniMed Connect мост",
  "Mongo connection string": "Монго строка подключения",
  "OpenAPS": "OpenAPS",
  "Override Mode": "Режим override",
  "Port": "Порт",
  "Private certificate:": "'Private' сертификат",
  "Public certificate:": "'Public' сертификат",
  "Pump Monitoring": "Мониторинг пумпы",
  "Raw BG": "Raw BG",
  "Reservoir": "Резервуар",
  "Secure(HTTPS)": "Шифрование(HTTPS)",
  "Sensor Age": "Возраст датчика",
  "Settings": "настройки",
  "Share2Nightscout bridge": "Share2Nightscout мост",
  "Simple BG Alarms": "Простые тревоги BG",
  "Status": "Статус",
  "Time Ago": "Как давно",
  "Treatment Notifications": "Уведомления о лечении",
  "Treatment Profile": "Профиль лечения",
  "Units": "Единицы",
  "Uploader Battery": "Батарея посредника",
  "Use Lets Encrypt certificates": "Использовать сертификаты Let's Encrypt",
  "agree": "Cогласен/на",
  "license_text_1": "Никогда не используйте информацию из Nightscout, ioBroker или программного кода для принятия медицинских решений.",
  "license_text_2": "Вся информация и мысли о кодах программ, описанных здесь, предназначены только для информационных и образовательных целей. Использование программных кодов с www.github.com без каких-либо гарантий или поддержки любого рода. Любой элемент этой системы может выйти из строя в любое время, что делает систему непригодной для использования! Это не проект компании Dexcom или ioBroker GmbH. Nightscout не имеет никакого отношения к Dexcom или другим компаниям, услугам или продуктам, упомянутым здесь. Все названия продуктов и компаний, упомянутые здесь, являются торговыми марками их соответствующих владельцев или производителей.",
  "license_text_3": "Вся информация и мысли о кодах программ, описанных здесь, предназначены только для информационных и образовательных целей. Использование программных кодов домашней страницы www.github.com без каких-либо гарантий или поддержки любого рода. Любой элемент этой системы может выйти из строя в любое время, что делает систему непригодной для использования! Там нет защищенной паролем конфиденциальности или какой-либо безопасности инструментов, представленных здесь. Любые загружаемые вами данные будут доступны для чтения любому пользователю Интернета, когда вы предоставите или отправите конкретный URL-адрес (адрес в Интернете). Это не проект компании Dexcom. Nightscout не имеет никакого отношения к Dexcom или другим компаниям, услугам или продуктам, упомянутым на этом сайте. Все названия продуктов и компаний, упомянутые здесь, являются торговыми марками их соответствующих владельцев или производителей.",
  "license_text_4": "Переводчики / авторы / разработчтки не несут ответственности за актуальность, правильность и полноту информации, представленной в данной документации, и ссылок, указанных в ссылках. Требования об ответственности против переводчиков / авторов, которые связаны, в частности, с физическим, материальным или нематериальным ущербом, вызванным использованием или неиспользованием предоставленной информации или использованием неверной и неполной информации, в принципе исключаются при условии, что переводчик / Авторы не доказали преднамеренную или грубую небрежность. Все предложения не являются обязательными. Переводчики / авторы прямо оставляют за собой право изменять, дополнять или удалять части страниц или всего предложения без предварительного уведомления, или прекратить публикацию временно или навсегда.",
  "license_text_5": "Сделай это сам. В нашем случае проект «сделай сам» означает, что нет компании, у которой можно купить готовую, работающую систему. Элементы системы разрабатываются и собираются участниками проекта. Они будут предоставлены вам бесплатно. «Сделай сам» означает, что вы должны внести свой вклад, чтобы система работала для вас. Мы надеемся, что DIY вдохновит вас так же, как и мы - поэтому в какой-то момент вы сможете внести небольшой вклад в улучшение системы для всех.",
  "mg/dl": "мг/дл",
  "minimum 12 characters": "минимум 12 символов",
  "mmol": "ммоль",
  "name": "Имя",
  "remote nightscout URL": "URL удаленного nightscout",
  "system": "система",
  "use integrated nightscout server": "использовать встроенный сервер nightcout",
  "value": "Значение",
  "xDrip-js": "xDrip-JS",
  "remote API secret": "Секрет удаленного API",
  "Local IP": "Локальный IP",
  "The possible environment variables could be found here": "Возможные переменные среды можно найти здесь"
}