{
  "API Secret": "Segredo da API",
  "AR2 Forecasting": "Previsão AR2",
  "Allow unauthorized users": "Permitir usuários não autorizados",
  "BG Delta": "Delta do BG",
  "BG Direction": "Direção BG",
  "Basal Profile": "Perfil Basal",
  "Battery": "Bateria",
  "Battery Age": "Idade da bateria",
  "Bolus Wizard": "Assistente de Bolus",
  "Bolus Wizard Preview": "Bolus Wizard Preview",
  "CGM Error Codes": "Códigos de erro CGM",
  "CORS": "CORS",
  "Cannula Age": "Cânula Age",
  "Carbs-on-Board": "Carbo-on-Board",
  "Careportal": "Careportal",
  "Chained certificate:": "Certificado acorrentado",
  "Clock": "Relógio",
  "Components": "Componentes",
  "Custom Foods": "Alimentos Personalizados",
  "Custom settings": "Configurações personalizadas",
  "Device": "Dispositivo",
  "Device Status": "Status do dispositivo",
  "Disclaimer": "Aviso Legal",
  "Have read and understood": "Ter lido e entendido",
  "Insulin Age": "Idade da insulina",
  "Insulin-on-Board": "Insulina a bordo",
  "Language": "Língua",
  "Listen on all IPs": "Ouça todos os IPs",
  "Loop": "Loop",
  "MiniMed Connect bridge": "Ponte MiniMed Connect",
  "Mongo connection string": "String de conexão do Mongo",
  "OpenAPS": "OpenAPS",
  "Override Mode": "Modo de substituição",
  "Port": "Porta",
  "Private certificate:": "Certificado privado",
  "Public certificate:": "Certificado público",
  "Pump Monitoring": "Monitoramento de Bombas",
  "Raw BG": "BG bruta",
  "Reservoir": "Reservatório",
  "Secure(HTTPS)": "Seguro (HTTPS)",
  "Sensor Age": "Idade do Sensor",
  "Settings": "Configurações",
  "Share2Nightscout bridge": "Ponte Share2Nightscout",
  "Simple BG Alarms": "Alarmes Simples BG",
  "Status": "Status",
  "Time Ago": "Tempo atrás",
  "Treatment Notifications": "Notificações de tratamento",
  "Treatment Profile": "Perfil de tratamento",
  "Units": "Unidades",
  "Uploader Battery": "Carregador de Bateria",
  "Use Lets Encrypt certificates": "Use Vamos criptografar certificados",
  "agree": "Aceita",
  "license_text_1": "Nunca use as informações do Nightscout, do ioBroker ou do código do programa para tomar decisões médicas.",
  "license_text_2": "Todas as informações e pensamentos dos códigos de programa descritos aqui são apenas para fins informativos e educacionais. O uso de códigos de programa de www.github.com é sem qualquer garantia ou suporte de qualquer tipo. Qualquer elemento deste sistema pode falhar a qualquer momento, tornando o sistema inutilizável! Este não é um projeto da empresa Dexcom ou da ioBroker GmbH. A Nightscout não tem nenhuma afiliação com a Dexcom ou outras empresas, serviços ou produtos mencionados aqui. Todos os nomes de produtos e empresas aqui mencionados são marcas registradas de seus respectivos proprietários ou fabricantes.",
  "license_text_3": "Todas as informações e pensamentos dos códigos de programa descritos aqui são apenas para fins informativos e educacionais. O uso de códigos de programa da página inicial www.github.com não tem qualquer garantia ou suporte de qualquer tipo. Qualquer elemento deste sistema pode falhar a qualquer momento, tornando o sistema inutilizável! Não há privacidade protegida por senha ou qualquer segurança das ferramentas fornecidas aqui. Todos os dados que você enviar poderão ser lidos por qualquer pessoa na Internet quando você compartilhar ou enviar a URL específica (endereço da Internet). Este não é um projeto da empresa Dexcom. A Nightscout não tem afiliação com a Dexcom ou outras empresas, serviços ou produtos mencionados neste site. Todos os nomes de produtos e empresas aqui mencionados são marcas registradas de seus respectivos proprietários ou fabricantes.",
  "license_text_4": "Os tradutores / autores não aceitam responsabilidade pela atualidade, exatidão e integridade das informações fornecidas nesta documentação e dos links listados. As reclamações por responsabilidade contra os tradutores / autores, que dizem respeito, em particular, a danos físicos, materiais ou imateriais causados pela utilização ou não utilização das informações fornecidas ou pela utilização de informações incorretas e incompletas, são, em princípio, excluídas, desde que o tradutor / Os autores não provaram ser intencionalmente ou grosseiramente negligentes. Todas as ofertas não são vinculativas. Os tradutores / autores reservam-se o direito de alterar, complementar ou excluir partes das páginas ou de toda a oferta sem aviso prévio, ou de descontinuar a publicação temporária ou permanentemente.",
  "license_text_5": "Faça Você Mesmo. O projeto de bricolage significa, no nosso caso, que não existe uma empresa da qual se possa comprar um sistema acabado e funcional. Elementos do sistema são desenvolvidos e montados pelos participantes do projeto. Eles serão fornecidos gratuitamente a você. DIY significa para você que você tem que fazer a sua parte para fazer o sistema funcionar para você. Esperamos que o DIY inspire você tanto quanto nós - então, em algum momento, você pode dar uma pequena contribuição para tornar o sistema melhor para todos.",
  "mg/dl": "mg/dl",
  "minimum 12 characters": "mínimo de 12 caracteres",
  "mmol": "mmol",
  "name": "nome",
  "remote nightscout URL": "URL de nightscout remoto",
  "system": "sistema",
  "use integrated nightscout server": "use o servidor noturno integrado",
  "value": "valor",
  "xDrip-js": "xDrip-js",
  "remote API secret": "Segredo da API remota",
  "Local IP": "IP local",
  "The possible environment variables could be found here": "As possíveis variáveis de ambiente podem ser encontradas aqui"
}