{
  "API Secret": "API Secret",
  "AR2 Forecasting": "Previsioni AR2",
  "Allow unauthorized users": "Consenti utenti non autorizzati",
  "BG Delta": "BG Delta",
  "BG Direction": "Direzione BG",
  "Basal Profile": "Profilo basale",
  "Battery": "Batteria",
  "Battery Age": "Età della batteria",
  "Bolus Wizard": "Mago bolo",
  "Bolus Wizard Preview": "Anteprima guidata del bolo",
  "CGM Error Codes": "Codici di errore CGM",
  "CORS": "CORS",
  "Cannula Age": "Età della cannula",
  "Carbs-on-Board": "Carboidrati-on-Board",
  "Careportal": "Careportal",
  "Chained certificate:": "Certificato incatenato",
  "Clock": "Orologio",
  "Components": "componenti",
  "Custom Foods": "Alimenti personalizzati",
  "Custom settings": "Impostazioni personalizzate",
  "Device": "Dispositivo",
  "Device Status": "Stato del dispositivo",
  "Disclaimer": "Disconoscimento",
  "Have read and understood": "Ho letto e capito",
  "Insulin Age": "Età dell'insulina",
  "Insulin-on-Board": "Insulina-on-Board",
  "Language": "linguaggio",
  "Listen on all IPs": "Ascolta su tutti gli IP",
  "Loop": "Ciclo continuo",
  "MiniMed Connect bridge": "Bridge MiniMed Connect",
  "Mongo connection string": "Stringa di connessione Mongo",
  "OpenAPS": "OpenAPS",
  "Override Mode": "Modalità override",
  "Port": "Porta",
  "Private certificate:": "Certificato privato",
  "Public certificate:": "Certificato pubblico",
  "Pump Monitoring": "Monitoraggio della pompa",
  "Raw BG": "BG crudo",
  "Reservoir": "Serbatoio",
  "Secure(HTTPS)": "Sicuro (HTTPS)",
  "Sensor Age": "Età del sensore",
  "Settings": "impostazioni",
  "Share2Nightscout bridge": "Ponte Share2Nightscout",
  "Simple BG Alarms": "Allarmi BG semplici",
  "Status": "Stato",
  "Time Ago": "Tempo fa",
  "Treatment Notifications": "Notifiche sul trattamento",
  "Treatment Profile": "Profilo del trattamento",
  "Units": "unità",
  "Uploader Battery": "Batteria caricatore",
  "Use Lets Encrypt certificates": "Utilizza Let's Encrypt certificates",
  "agree": "Essere d'accordo",
  "license_text_1": "Non utilizzare mai le informazioni di Nightscout, ioBroker o il codice del programma per prendere decisioni mediche.",
  "license_text_2": "Tutte le informazioni e le considerazioni sui codici di programma qui descritti sono solo a scopo informativo ed educativo. L'uso dei codici di programma da www.github.com è senza alcuna garanzia o supporto di alcun tipo. Qualsiasi elemento di questo sistema può fallire in qualsiasi momento, rendendo il sistema inutilizzabile! Questo non è un progetto dell'azienda Dexcom o ioBroker GmbH. Nightscout non ha alcuna affiliazione con Dexcom o altre società, servizi o prodotti citati qui. Tutti i nomi di prodotti e società citati nel presente documento sono marchi dei rispettivi proprietari o produttori.",
  "license_text_3": "Tutte le informazioni e le considerazioni sui codici di programma qui descritti sono solo a scopo informativo ed educativo. L'uso dei codici di programma della homepage www.github.com è senza alcuna garanzia o supporto di alcun tipo. Qualsiasi elemento di questo sistema può fallire in qualsiasi momento, rendendo il sistema inutilizzabile! Non esiste una privacy protetta da password o alcuna sicurezza degli strumenti forniti qui. Tutti i dati caricati saranno leggibili da chiunque su Internet quando condividi o invii l'URL specifico (indirizzo Internet). Questo non è un progetto dell'azienda Dexcom. Nightscout non ha alcuna affiliazione con Dexcom o altre società, servizi o prodotti citati in questo sito Web. Tutti i nomi di prodotti e società citati nel presente documento sono marchi dei rispettivi proprietari o produttori.",
  "license_text_4": "I traduttori / autori non si assumono alcuna responsabilità per l'attualità, la correttezza e la completezza delle informazioni fornite in questa documentazione e quelle dei collegamenti elencati. Le rivendicazioni di responsabilità nei confronti dei traduttori / autori, che riguardano in particolare i danni fisici, materiali o immateriali causati dall'uso o dal non utilizzo delle informazioni fornite o dall'uso di informazioni errate e incomplete, sono in linea di principio escluse, a condizione che il traduttore / Gli autori non hanno dimostrato di essere intenzionalmente o gravemente negligenti. Tutte le offerte non sono vincolanti. I traduttori / autori si riservano espressamente il diritto di modificare, integrare o eliminare parti delle pagine o l'intera offerta senza preavviso o di interrompere la pubblicazione temporaneamente o permanentemente.",
  "license_text_5": "Fallo da solo. Progetto fai-da-te significa nel nostro caso che non esiste un'azienda da cui acquistare un sistema finito e funzionante. Gli elementi del sistema sono sviluppati e messi insieme dai partecipanti al progetto. Ti saranno forniti gratuitamente. Fai da te significa per te che devi fare la tua parte per far funzionare il sistema per te. Speriamo che il fai-da-te ti ispiri tanto quanto noi, quindi a un certo punto puoi dare un piccolo contributo per rendere il sistema migliore per tutti.",
  "mg/dl": "mg/dl",
  "minimum 12 characters": "minimo 12 caratteri",
  "mmol": "mmol",
  "name": "nome",
  "remote nightscout URL": "URL remoto di Nightscout",
  "system": "sistema",
  "use integrated nightscout server": "usa il server notturno integrato",
  "value": "valore",
  "xDrip-js": "xDrip-js",
  "remote API secret": "Segreto API remoto",
  "Local IP": "IP locale",
  "The possible environment variables could be found here": "Le possibili variabili d'ambiente possono essere trovate qui"
}