{
  "API Secret": "API Secret",
  "AR2 Forecasting": "AR2 Forecasting",
  "Allow unauthorized users": "Allow unauthorized users",
  "BG Delta": "BG Delta",
  "BG Direction": "BG Direction",
  "Basal Profile": "Basal Profile",
  "Battery": "Battery",
  "Battery Age": "Battery Age",
  "Bolus Wizard": "Bolus Wizard",
  "Bolus Wizard Preview": "Bolus Wizard Preview",
  "CGM Error Codes": "CGM Error Codes",
  "CORS": "CORS",
  "Cannula Age": "Cannula Age",
  "Carbs-on-Board": "Carbs-on-Board",
  "Careportal": "Careportal",
  "Chained certificate:": "Chained certificate",
  "Clock": "Clock",
  "Components": "Components",
  "Custom Foods": "Custom Foods",
  "Custom settings": "Custom settings",
  "Device": "Device",
  "Device Status": "Device Status",
  "Disclaimer": "Disclaimer",
  "Have read and understood": "Have read and understood",
  "Insulin Age": "Insulin Age",
  "Insulin-on-Board": "Insulin-on-Board",
  "Language": "Language",
  "Listen on all IPs": "Listen on all IPs",
  "Loop": "Loop",
  "MiniMed Connect bridge": "MiniMed Connect bridge",
  "Mongo connection string": "Mongo connection string",
  "OpenAPS": "OpenAPS",
  "Override Mode": "Override Mode",
  "Port": "Port",
  "Private certificate:": "Private certificate",
  "Public certificate:": "Public certificate",
  "Pump Monitoring": "Pump Monitoring",
  "Raw BG": "Raw BG",
  "Reservoir": "Reservoir",
  "Secure(HTTPS)": "Secure(HTTPS)",
  "Sensor Age": "Sensor Age",
  "Settings": "Settings",
  "Share2Nightscout bridge": "Share2Nightscout bridge",
  "Simple BG Alarms": "Simple BG Alarms",
  "Status": "Status",
  "Time Ago": "Time Ago",
  "Treatment Notifications": "Treatment Notifications",
  "Treatment Profile": "Treatment Profile",
  "Units": "Units",
  "Uploader Battery": "Uploader Battery",
  "Use Lets Encrypt certificates": "Use Let's Encrypt certificates",
  "agree": "Agree",
  "license_text_1": "Never use the information from Nightscout, ioBroker or program code to make medical decisions.",
  "license_text_2": "All information and thoughts of the program codes described here are for informational and educational purposes only. The use of program codes from www.github.com is without any guarantee or support of any kind. Any element of this system can fail at any time, making the system unusable! This is not a project of the Dexcom company or ioBroker GmbH. Nightscout has no affiliation with Dexcom or other companies, services or products mentioned here. All product and company names mentioned herein are trademarks of their respective owners or manufacturers.",
  "license_text_3": "All information and thoughts of the program codes described here are for informational and educational purposes only. The use of program codes from www.github.com is without any guarantee or support of any kind. Any element of this system can fail at any time, making the system unusable! There is no password protected privacy or any security of the tools provided here. Any data that you upload will be readable by anyone on the Internet when you share or submit the specific URL (Internet address). This is not a project of the Dexcom company. Nightscout has no affiliation with Dexcom or other companies, services or products mentioned on this website. All product and company names mentioned herein are trademarks of their respective owners or manufacturers.",
  "license_text_4": "The translators / authors / developers accept no responsibility for the topicality, correctness and completeness of the information provided in this documentation and those of the listed links. Liability claims against the translators / authors, which relate in particular to physical, material or immaterial damages caused by the use or non-use of the information provided or by the use of incorrect and incomplete information, are excluded in principle, provided that the translator / The authors are not proven to be intentionally or grossly negligent. All offers are non-binding. The translators / authors expressly reserve the right to change, supplement or delete parts of the pages or the entire offer without prior notice, or to discontinue publication temporarily or permanently.",
  "license_text_5": "Do-It-Yourself. DIY project means in our case, that there is no company from which one can buy a finished, functioning system. Elements of the system are developed and put together by participants of the project. They will be provided to you free of charge. DIY means to you that you have to do your part to make the system work for you. We hope that DIY will inspire you as much as we do - so at some point you can make a small contribution to making the system better for everyone.",
  "mg/dl": "mg/dl",
  "minimum 12 characters": "minimum 12 characters",
  "mmol": "mmol",
  "name": "Name",
  "remote nightscout URL": "Remote nightscout URL",
  "system": "system",
  "use integrated nightscout server": "use integrated nightscout server",
  "value": "Value",
  "xDrip-js": "xDrip-js",
  "remote API secret": "Remote API secret",
  "Local IP": "Local IP",
  "The possible environment variables could be found here": "The possible environment variables could be found here"
}