{
  "API Secret": "Secret API",
  "AR2 Forecasting": "Prévisions AR2",
  "Allow unauthorized users": "Autoriser les utilisateurs non autorisés",
  "BG Delta": "BG Delta",
  "BG Direction": "Direction BG",
  "Basal Profile": "Profil basal",
  "Battery": "Batterie",
  "Battery Age": "Âge de la batterie",
  "Bolus Wizard": "Assistant bolus",
  "Bolus Wizard Preview": "Aperçu de l'assistant bolus",
  "CGM Error Codes": "Codes d'erreur CGM",
  "CORS": "CORS",
  "Cannula Age": "Âge de la canule",
  "Carbs-on-Board": "Glucides à bord",
  "Careportal": "Careportal",
  "Chained certificate:": "Certificat chaîné",
  "Clock": "L'horloge",
  "Components": "Composants",
  "Custom Foods": "Aliments personnalisés",
  "Custom settings": "Paramètres personnalisés",
  "Device": "Dispositif",
  "Device Status": "Statut du périphérique",
  "Disclaimer": "Avertissement",
  "Have read and understood": "Avoir lu et compris",
  "Insulin Age": "Âge d'insuline",
  "Insulin-on-Board": "Insuline à bord",
  "Language": "La langue",
  "Listen on all IPs": "Écoutez sur toutes les adresses IP",
  "Loop": "Boucle",
  "MiniMed Connect bridge": "Pont MiniMed Connect",
  "Mongo connection string": "Chaîne de connexion mongo",
  "OpenAPS": "OpenAPS",
  "Override Mode": "Mode prioritaire",
  "Port": "Port",
  "Private certificate:": "Certificat privé",
  "Public certificate:": "Certificat public",
  "Pump Monitoring": "Surveillance de la pompe",
  "Raw BG": "BG brut",
  "Reservoir": "Réservoir",
  "Secure(HTTPS)": "Sécurisé (HTTPS)",
  "Sensor Age": "Âge du capteur",
  "Settings": "Réglages",
  "Share2Nightscout bridge": "Pont Share2Nightscout",
  "Simple BG Alarms": "Alarmes de glycémie simples",
  "Status": "Statut",
  "Time Ago": "Il y a du temps",
  "Treatment Notifications": "Notifications de traitement",
  "Treatment Profile": "Profil de traitement",
  "Units": "Unités",
  "Uploader Battery": "Batterie de téléverseur",
  "Use Lets Encrypt certificates": "Utiliser les certificats Let's Encrypt",
  "agree": "Se mettre d'accord",
  "license_text_1": "N'utilisez jamais les informations de Nightscout, ioBroker ou du code de programme pour prendre des décisions médicales.",
  "license_text_2": "Toutes les informations et réflexions sur les codes de programme décrits ici sont uniquement à des fins d’information et d’éducation. L'utilisation des codes de programme de www.github.com est sans aucune garantie ni assistance d'aucune sorte. Tout élément de ce système peut tomber en panne à tout moment, rendant le système inutilisable! Ce n'est pas un projet de la société Dexcom ou de ioBroker GmbH. Nightscout n'a aucune affiliation avec Dexcom ou d'autres sociétés, services ou produits mentionnés ici. Tous les noms de produits et de sociétés mentionnés dans ce document sont des marques commerciales de leurs propriétaires ou fabricants respectifs.",
  "license_text_3": "Toutes les informations et réflexions sur les codes de programme décrits ici sont uniquement à des fins d’information et d’éducation. L'utilisation des codes de programme de la page d'accueil www.github.com est sans aucune garantie ni assistance de quelque nature que ce soit. Tout élément de ce système peut tomber en panne à tout moment, rendant le système inutilisable! Il n'y a pas de confidentialité protégée par mot de passe ou de sécurité des outils fournis ici. Toutes les données que vous téléchargez seront lisibles par toute personne sur Internet lorsque vous partagez ou envoyez l'URL spécifique (adresse Internet). Ce n'est pas un projet de la société Dexcom. Nightscout n'a aucun lien avec Dexcom ou d'autres sociétés, services ou produits mentionnés sur ce site. Tous les noms de produits et de sociétés mentionnés dans ce document sont des marques commerciales de leurs propriétaires ou fabricants respectifs.",
  "license_text_4": "Les traducteurs / auteurs n'acceptent aucune responsabilité pour l'actualité, l'exactitude et l'exhaustivité des informations fournies dans cette documentation et celles des liens répertoriés. Les actions en responsabilité à l'encontre des traducteurs / auteurs, portant notamment sur des dommages physiques, matériels ou immatériels causés par l'utilisation ou la non-utilisation des informations fournies ou par l'utilisation d'informations incorrectes et incomplètes, sont en principe exclues, à condition que le traducteur / Il n’est pas prouvé que les auteurs font preuve de négligence intentionnelle ou flagrante. Toutes les offres sont sans engagement. Les traducteurs / auteurs se réservent expressément le droit de modifier, compléter ou supprimer des parties des pages ou de l’offre entière sans préavis, ou d’interrompre temporairement ou définitivement la publication.",
  "license_text_5": "Fais le toi-même. Le projet de bricolage signifie dans notre cas qu’aucune entreprise ne peut acheter un système fini et fonctionnel. Des éléments du système sont développés et mis en place par les participants du projet. Ils vous seront fournis gratuitement. DIY signifie pour vous que vous devez faire votre part pour que le système fonctionne pour vous. Nous espérons que le bricolage vous inspirera autant que nous - afin que, à un moment donné, vous puissiez apporter une petite contribution à l'amélioration du système pour tout le monde.",
  "mg/dl": "mg/dl",
  "minimum 12 characters": "minimum 12 caractères",
  "mmol": "mmol",
  "name": "prénom",
  "remote nightscout URL": "URL de Nightscout",
  "system": "système",
  "use integrated nightscout server": "utiliser un serveur nightcout intégré",
  "value": "valeur",
  "xDrip-js": "xDrip-js",
  "remote API secret": "Clé secrète de l'API distante",
  "Local IP": "IP locale",
  "The possible environment variables could be found here": "Les variables d'environnement possibles peuvent être trouvées ici"
}